Repository: stanercelik/PolySleep
Catalog: polysleep/Resources/Localizations/Profile.xcstrings
Source language: en
Languages: tr

# disclaimer.contact
source: Contact
tr: İletişim

# disclaimer.contact.content
source: If you have any questions or concerns about this disclaimer, please contact us at support@polysleep.app
tr: Bu sorumluluk reddi hakkında herhangi bir sorunuz veya endişeniz varsa, lütfen support@polysleep.app adresinden bizimle iletişime geçin.

# disclaimer.content
source: PolySleep is designed to help users track and manage their polyphasic sleep schedules. The information provided by this application is for general informational purposes only.
tr: PolySleep, kullanıcıların polifazik uyku programlarını takip etmelerine ve yönetmelerine yardımcı olmak için tasarlanmıştır. Bu uygulama tarafından sağlanan bilgiler yalnızca genel bilgilendirme amaçlıdır.

# disclaimer.liability
source: Limitation of Liability
tr: Sorumluluk Sınırlaması

# disclaimer.liability.content
source: The developers and contributors of PolySleep shall not be liable for any direct, indirect, incidental, special, consequential or exemplary damages resulting from your use of the application or any sleep schedule you implement based on information provided by the application.
tr: PolySleep'in geliştiricileri ve katkıda bulunanları, uygulamayı kullanmanızdan veya uygulama tarafından sağlanan bilgilere dayanarak uyguladığınız herhangi bir uyku programından kaynaklanan doğrudan, dolaylı, arızi, özel, sonuç olarak ortaya çıkan veya örnek teşkil eden zararlardan sorumlu tutulamaz.

# disclaimer.medical
source: Not Medical Advice
tr: Tıbbi Tavsiye Değildir

# disclaimer.medical.content
source: The content in this application is not intended to be a substitute for professional medical advice, diagnosis, or treatment. Always seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition or sleep-related issues.
tr: Bu uygulamadaki içerik, profesyonel tıbbi tavsiye, teşhis veya tedavinin yerini almak için tasarlanmamıştır. Herhangi bir tıbbi durum veya uyku ile ilgili sorunlar hakkında sorularınız varsa, her zaman doktorunuza veya diğer nitelikli sağlık uzmanlarına danışın.

# disclaimer.title
source: Disclaimer
tr: Sorumluluk Reddi

# general.cancel
source: Cancel
tr: İptal

# general.error
source: Error
tr: Hata

# general.ok
source: OK
tr: Tamam

# general.unknownError
source: An unknown error occurred
tr: Bilinmeyen bir hata oluştu

# notifications.core.description
source: How long before core sleep should you be notified?
tr: Ana uyku öncesinde ne kadar süre önce bildirim almak istersiniz?

# notifications.core.title
source: Core Sleep Notifications
tr: Ana Uyku Bildirimleri

source: Notifications Disabled
tr: Bildirimler Kapalı

# notifications.hour
source: hour
tr: saat

# notifications.hours
source: hours
tr: saat

# notifications.management.subtitle
source: Personalized reminders for your sleep schedule
tr: Uyku programınız için kişiselleştirilmiş hatırlatmalar

# notifications.management.title
source: Notification Management
tr: Bildirim Yönetimi

# notifications.minute
source: minute
tr: dakika

# notifications.minutes
source: minutes
tr: dakika

# notifications.nap.description
source: How long before naps should you be notified?
tr: Şekerleme öncesinde ne kadar süre önce bildirim almak istersiniz?

# notifications.nap.title
source: Nap Notifications
tr: Şekerleme Bildirimleri

# notifications.off
source: Off
tr: Kapalı

# notifications.permission.denied
source: Denied
tr: Reddedildi

# notifications.permission.ephemeral
source: Ephemeral
tr: Geçici

# notifications.permission.granted
source: Granted
tr: Verildi

# notifications.permission.notDetermined
source: Not Determined
tr: Belirlenmedi

# notifications.permission.provisional
source: Provisional
tr: Geçici

# notifications.permission.title
source: Notification Permission
tr: Bildirim İzni

# notifications.permission.unknown
source: Unknown
tr: Bilinmiyor

# notifications.rating.description
source: Receive a notification to rate your sleep quality after each sleep session
tr: Her uyku seansı sonrasında uyku kalitenizi oylamak için bildirim alın

# notifications.rating.label
source: Show rating notification after sleep
tr: Uyku sonrası oylama bildirimi göster

# notifications.rating.title
source: Rating Notifications
tr: Oylama Bildirimleri

# notifications.reminderTime.subtitle
source: How long before sleep time do you want to be notified?
tr: Uyku zamanından ne kadar önce bildirim almak istiyorsun?

# notifications.reminderTime.title
source: Reminder Time
tr: Hatırlatma Zamanı

# notifications.settings.title
source: Notification Settings
tr: Bildirim Ayarları

# notifications.status.activeProgram
source: Active Program
tr: Aktif Program

# notifications.status.noProgram
source: None
tr: Yok

# notifications.status.reminderTime
source: Reminder Time
tr: Hatırlatma Süresi

# notifications.status.title
source: Status Information
tr: Durum Bilgisi

# notifications.test.alert.message
source: Test notification sent! Don't forget to enable notifications in settings if they're disabled.
tr: Test bildirimi gönderildi! Bildirimler kapalıysa ayarlardan açmayı unutma.

# notifications.test.alert.title
source: Test Notification
tr: Test Bildirimi

# notifications.test.delayed.content.body
source: This notification was scheduled 5 seconds ago!
tr: Bu bildirim 5 saniye önce planlandı!

# notifications.test.delayed.content.title
source: ⏰ 5 Second Test
tr: ⏰ 5 Saniye Test

# notifications.test.delayed.subtitle
source: Test with timer
tr: Zamanlayıcı ile test et

# notifications.test.delayed.title
source: 5 Seconds Later
tr: 5 Saniye Sonra

# notifications.test.immediate.content.body
source: This is a test notification! Notifications are working properly ✅
tr: Bu bir test bildirimi! Bildirimler düzgün çalışıyor ✅

# notifications.test.immediate.subtitle
source: Send instant notification
tr: Anlık bildirim gönder

# notifications.test.immediate.title
source: Test Now
tr: Hemen Test Et

# notifications.test.scheduled
source: Test notification scheduled!
tr: Test bildirimi planlandı!

# notifications.test.title
source: Test Notifications
tr: Test Bildirimleri

# notifications.time.before
source: Notify %@
tr: %@ önce bildir

# notifications.twoHours
source: 2 Hours
tr: 2 Saat

# personalInfo.answers
source: Personal Information
tr: Kişisel Bilgiler

# personalInfo.noData
source: No personal information available. Please complete the onboarding process.
tr: Kişisel bilgi bulunamadı. Lütfen başlangıç sürecini tamamlayın.

# personalInfo.recommendedSchedule
source: Recommended Schedule
tr: Önerilen Program

# personalInfo.totalSleepHours
source: Total Sleep Hours: %@ hours
tr: Toplam Uyku Süresi: %@ saat

# profile.achievements
source: achievements
tr: başarı

# profile.adaptation.dayProgress
source: Day %d / %d
tr: Gün %d / %d

# profile.adaptation.empty.description
source: Select a sleep program to track your adaptation process
tr: Adaptasyon sürecini takip etmek için bir uyku programı seçin

# profile.adaptation.empty.title
source: No Active Program Yet
tr: Henüz Aktif Program Yok

# profile.adaptation.reset.confirm
source: Reset
tr: Sıfırla

# profile.adaptation.reset.message
source: The adaptation process will restart from day 1. Are you sure you want to proceed?
tr: Adaptasyon süreci 1. günden tekrar başlatılacak. Bu işlemi gerçekleştirmek istediğinize emin misiniz?

# profile.adaptation.reset.title
source: Reset Adaptation
tr: Adaptasyonu Sıfırla

# profile.adaptation.tip.title
source: Adaptation Tip
tr: Adaptasyon İpucu

# profile.adaptation.title
source: Your Adaptation Process
tr: Adaptasyon Sürecin

# profile.adaptation.progressTitle
source: Adaptation Progress
tr: Adaptasyon İlerlemesi

# profile.adaptation.dayCount
source: %d / %d days
tr: %d / %d gün

# profile.adaptation.percentCompleted
source: %d%% Completed
tr: %%%d Tamamlandı

# profile.adaptation.phase0.description
source: You've started the adaptation process! It's your first day and your body is beginning to adjust to the new schedule.
tr: Adaptasyon sürecine başladın! İlk gündesin ve vücudun yeni düzene alışmaya başlıyor.

# profile.adaptation.phase1.description
source: You're in the adjustment phase (day %d). It's crucial to stick to the program during this critical period.
tr: Uyum aşamasındasın (%d. gün). Bu kritik dönemde programa sadık kalmak çok önemli.

# profile.adaptation.phase2.description
source: You're in the adaptation phase (day %d). Your sleep quality should start improving.
tr: Adaptasyon aşamasındasın (%d. gün). Uyku kalitenin artmaya başlaması bekleniyor.

# profile.adaptation.phase3.description
source: You're in the advanced adaptation phase (day %d). Your body has almost adjusted to the new schedule.
tr: İleri adaptasyon aşamasındasın (%d. gün). Vücudun yeni düzene neredeyse alıştı.

# profile.adaptation.phase4.28day.description
source: You're in the full adaptation phase (day %d). It's important to remain consistent with the program.
tr: Tam adaptasyon aşamasındasın (%d. gün). Programda istikrarlı kalman önemli.

# profile.adaptation.phase4.21day.description
source: Full adaptation! (day %d) You've fully adapted to the polyphasic sleep schedule.
tr: Tam adaptasyon! (%d. gün) Polifazik uyku düzenine tamamen adapte oldun.

# profile.adaptation.phase5.description
source: Full adaptation+! (day %d) You've fully adapted even to the most challenging sleep schedules.
tr: Tam adaptasyon+! (%d. gün) En zor uyku programlarına bile tamamen adapte oldun.

# profile.adaptation.default.description
source: Adaptation process continues...
tr: Adaptasyon süreci devam ediyor...

# profile.adaptation.timeline.phase1.title
source: Beginning Phase
tr: Başlangıç Aşaması

# profile.adaptation.timeline.phase1.duration
source: Day 1
tr: 1. Gün

# profile.adaptation.timeline.phase2.title
source: Adjustment Phase
tr: Uyum Aşaması

# profile.adaptation.timeline.phase2.duration
source: 1-7 days
tr: 1-7 gün

# profile.adaptation.timeline.phase3.title
source: Adaptation Phase
tr: Adaptasyon Aşaması

# profile.adaptation.timeline.phase3.duration
source: 8-14 days
tr: 8-14 gün

# profile.adaptation.timeline.phase4.title
source: Advanced Adaptation
tr: İleri Adaptasyon

# profile.adaptation.timeline.phase4.duration
source: 15-20 days
tr: 15-20 gün

# profile.adaptation.timeline.phase5.title
source: Full Adaptation
tr: Tam Adaptasyon

# profile.adaptation.timeline.phase5.duration
source: 21-27 days
tr: 21-27 gün

# profile.adaptation.timeline.phase5.21day.duration
source: 21+ days
tr: 21+ gün

# profile.adaptation.timeline.phase6.title
source: Full Adaptation+
tr: Tam Adaptasyon+

# profile.adaptation.timeline.phase6.duration
source: 28+ days
tr: 28+ gün

# profile.adaptation.timeline.completed
source: Completed
tr: Tamamlandı

# profile.adaptation.timeline.inProgress
source: In Progress
tr: Devam Ediyor

# profile.adaptation.timeline.waiting
source: Waiting
tr: Bekliyor

# profile.backup.title
source: Backup & Restore
tr: Yedekle Ve Kurtar

# profile.badges.locked
source: Locked
tr: Kilitli

# profile.badges.title
source: Badges
tr: Rozetler

# profile.badges.unlocked
source: Unlocked
tr: Açık

# profile.customization.coreBlock.subtitle
source: Emoji for your main sleep blocks
tr: Programdaki ana uyku bloklarınızın emojisi

# profile.customization.coreBlock.title
source: Core Sleep Block
tr: Ana Uyku Bloğu

# profile.customization.infoText
source: Your selected emojis will be used throughout the app, including calendar view, sleep tracking, and statistics.
tr: Seçtiğiniz emojiler takvim görünümü, uyku takibi ve istatistikler gibi uygulamanın tüm bölümlerinde kullanılacaktır.

# profile.customization.napBlock.subtitle
source: Emoji for your short sleep blocks
tr: Kısa uyku bloklarınızın emojisi

# profile.customization.napBlock.title
source: Nap Block
tr: Şekerleme Bloğu

# profile.customization.title
source: Customization
tr: Kişiselleştirme

# profile.edit.description
source: You can personalize your experience by setting a display name.
tr: Bir görüntü adı belirleyerek deneyiminizi kişiselleştirebilirsiniz.

# profile.edit.name.placeholder
source: Your name
tr: Adınız

# profile.edit.save
source: Save Profile
tr: Profili Kaydet

# profile.edit.title
source: Edit Profile
tr: Profili Düzenle

# profile.emoji.core
source: Core Sleep Emoji
tr: Ana Uyku Emojisi

# profile.emoji.nap
source: Nap Emoji
tr: Şekerleme Emojisi

# profile.emoji.title
source: Customize Emojis
tr: Emojileri Özelleştir

# profile.emojiPicker.save
source: Save
tr: Kaydet

# profile.emojiPicker.title
source: Select Emoji
tr: Emoji Seç

# profile.login.apple
source: Sign in with Apple
tr: Apple ID ile giriş yapın

# profile.login.back
source: Back to Sign In Options
tr: Giriş Seçeneklerine Dön

# profile.login.button
source: Sign In
tr: Giriş Yap

# profile.login.description
source: This way you won't lose your data when you change your device.
tr: Böylece cihazınızı değiştirdiğinizde verilerinizi yitirmeyeceksiniz.

# profile.login.email
source: Sign in with Email
tr: Email ile Giriş Yap

# profile.login.google
source: Sign in with Google
tr: Google ile giriş yapın

# profile.login.signout
source: Sign Out
tr: Çıkış Yap

# profile.login.status.signed
source: Signed in as
tr: Giriş yapıldı

# profile.login.status.unsigned
source: Not signed in
tr: Giriş yapılmadı

# profile.login.success
source: Successfully signed in
tr: Başarıyla giriş yapıldı

# profile.login.switch
source: Already have an account? Sign In
tr: Zaten hesabınız var mı? Giriş Yapın

# profile.login.title
source: Sign in to sync your data
tr: Giriş yaparak verilerinizi eşleyin

# profile.logout.title
source: Account
tr: Hesap

# profile.premium.button
source: 👑 Upgrade to Premium
tr: 👑 Premium'a Geçin

# profile.premium.description
source: Advanced features and unlimited access
tr: Gelişmiş özellikler ve sınırsız erişim

# profile.premium.features.notifications
source: Smart Notifications
tr: Özel Bildirimler

# profile.premium.features.statistics
source: Statistics
tr: İstatistikler

# profile.premium.features.themes
source: Themes
tr: Temalar

# profile.premium.go
source: GO
tr: GİT

# profile.premium.upgrade
source: Upgrade
tr: Yükselt

# profile.progress.completed
source: Completed
tr: Tamamlandı

# profile.progress.title
source: 30-Day Progress
tr: 30 Günlük İlerleme

# profile.settings.title
source: Settings
tr: Ayarlar

# profile.signup.button
source: Sign Up
tr: Kayıt Ol

# profile.signup.switch
source: Don't have an account? Sign Up
tr: Hesabınız yok mu? Kayıt Olun

# profile.signup.title
source: Create Account
tr: Hesap Oluştur

# profile.stats.completion
source: completion
tr: tamamlama

# profile.stats.currentStreak
source: Current Streak
tr: Mevcut Seri

# profile.stats.days
source: days
tr: gün

# profile.stats.longestStreak
source: Longest Streak
tr: En Uzun Seri

# profile.stats.sessions
source: sessions
tr: oturum

# profile.stats.successRate
source: Success Rate
tr: Başarı Oranı

# profile.stats.title
source: Statistics
tr: İstatistikler

# profile.stats.totalSleep
source: Total Sleep
tr: Toplam Uyku

# profile.streak.current
source: Current Streak
tr: Mevcut Seri

# profile.streak.day
source: day
tr: gün

# profile.streak.days
source: days
tr: gün

# profile.streak.longest
source: Longest Streak
tr: En Uzun Seri

# profile.streak.title
source: Streak
tr: Seri

# profile.tips.title
source: Polyphasic Sleep Tips
tr: Polifazik Uyku İpuçları

# profile.title
source: Profile
tr: Profil

# profile.user.defaultName
source: User
tr: Kullanıcı

# profile.user.editProfile
source: Edit Profile
tr: Profili Düzenle

# profile.user.local
source: Local User
tr: Yerel Kullanıcı

# profile.user.localAccount
source: Local Account
tr: Yerel Hesap

# settings.about.personalInfo
source: Personal Information
tr: Kişisel Bilgiler

# settings.about.personalInfo.subtitle
source: Edit your profile information
tr: Profil bilgilerinizi düzenleyin

# settings.about.title
source: About Me
tr: Hakkımda

# settings.general.language
source: Language
tr: Dil

# settings.general.selectLanguage
source: Select Language
tr: Dil Seçin

# settings.general.selectTheme
source: Select Theme
tr: Tema Seçin

# settings.general.theme
source: Theme
tr: Tema

# settings.general.theme.dark
source: Dark
tr: Koyu

# settings.general.theme.light
source: Light
tr: Açık

# settings.general.theme.system
source: System
tr: Sistem

# settings.general.title
source: General Settings
tr: Genel Ayarlar

# settings.language.changed.message
source: The app language has been changed. The interface will be refreshed to apply the changes.
tr: Uygulama dili değiştirildi. Değişikliklerin uygulanması için arayüz yenilenecek.

# settings.language.changed.ok
source: OK
tr: Tamam

# settings.language.changed.title
source: Language Changed
tr: Dil Değiştirildi

# settings.language.english
source: English
tr: İngilizce

# settings.language.loading
source: Applying language settings...
tr: Dil ayarları uygulanıyor...

# settings.language.turkish
source: Turkish
tr: Türkçe

# settings.notifications.settings
source: Notifications
tr: Bildirimler

# settings.notifications.subtitle
source: Customize reminder times
tr: Hatırlatma zamanlarını özelleştirin

# settings.notifications.title
source: Reminders
tr: Hatırlatmalar

# settings.other.disclaimer
source: Disclaimer
tr: Sorumluluk Reddi

# settings.other.feedback
source: Send Feedback
tr: Geribildirim Ver

# settings.other.rateApp
source: Rate Us
tr: Bize Oy Ver

# settings.other.title
source: Other
tr: Diğer

# settings.subtitle
source: Personalize your app experience
tr: Uygulama deneyiminizi kişiselleştirin

# settings.title
source: Settings
tr: Ayarlar
